[Twk_GFxMoviePlayerHUD DisTweaks_GFxMoviePlayerHUD]
m_InteractionTexts[0]=""
m_InteractionTexts[1]="`GBA_Jump`"
m_InteractionTexts[2]="`GBA_Use`"
m_InteractionTexts[3]="`GBA_Block` [按住]"
m_InteractionTexts[4]="`GBA_Primary`"
m_InteractionTexts[5]="`GBA_Primary`"
m_InteractionTexts[6]="`GBA_Block` + `GBA_Primary`"
m_InteractionTexts[7]=""
m_InteractionTexts[8]="`GBA_Use` 放下"
m_InteractionTexts[9]="`GBA_Primary` 扔"
m_InteractionTexts[10]="`GBA_Use` 放下"
m_InteractionTexts[11]="`GBA_Primary` 扔"
m_InteractionTexts[12]="`GBA_Use` 放下"
m_InteractionTexts[13]="`GBA_Jump` 跳"
m_InteractionTexts[14]="`GBA_Use` 离开钥匙孔"
m_InteractionTexts[15]="连按 `GBA_Primary` !"
m_InteractionTexts[16]="连按 `GBA_Primary` !"
m_InteractionTexts[17]="`GBA_Zoom` 退出望远镜"
m_InteractionTexts[18]="`GBA_Use` 变焦"
m_InteractionTexts[19]="用 `KEY_LStick` 来倾斜"
m_InteractionTexts[20]="`GBA_Use` 取消预热"
m_InteractionTexts[21]="`GBA_Secondary` 停止时空扭曲"
m_InteractionTexts[22]="`GBA_Use` 取消闪烁瞬移"
m_InteractionTexts[23]="`GBA_Secondary` 停止黑暗视觉"
m_InteractionTexts[24]="`GBA_Use` 取消意念占据"
m_InteractionTexts[25]="`GBA_Secondary` 停止意念占据"
m_InteractionTexts[26]=""
m_InteractionTexts[27]="`GBA_Use` 使用"
m_InteractionTexts[28]=""
m_InteractionTexts[29]="`GBA_Use` 对话"
m_InteractionTexts[30]="`GBA_Use` 掠夺"
m_InteractionTexts[31]="`GBA_Use` 掠夺"
m_InteractionTexts[32]="按住 `GBA_Use` 携带"
m_InteractionTexts[33]="`GBA_Use` 解除武装 & 掠夺"
m_InteractionTexts_Gamepad[0]=""
m_InteractionTexts_Gamepad[1]=""
m_InteractionTexts_Gamepad[2]=""
m_InteractionTexts_Gamepad[3]=""
m_InteractionTexts_Gamepad[4]=""
m_InteractionTexts_Gamepad[5]=""
m_InteractionTexts_Gamepad[6]="`GBA_Lean_Gamepad`"
m_InteractionTexts_Gamepad[7]=""
m_InteractionTexts_Gamepad[8]=""
m_InteractionTexts_Gamepad[9]=""
m_InteractionTexts_Gamepad[10]=""
m_InteractionTexts_Gamepad[11]=""
m_InteractionTexts_Gamepad[12]=""
m_InteractionTexts_Gamepad[13]=""
m_InteractionTexts_Gamepad[14]="`KEY_B` 离开钥匙孔"
m_InteractionTexts_Gamepad[15]=""
m_InteractionTexts_Gamepad[16]=""
m_InteractionTexts_Gamepad[17]=""
m_InteractionTexts_Gamepad[18]=""
m_InteractionTexts_Gamepad[19]=""
m_InteractionTexts_Gamepad[20]=""
m_InteractionTexts_Gamepad[21]=""
m_InteractionTexts_Gamepad[22]=""
m_InteractionTexts_Gamepad[23]=""
m_InteractionTexts_Gamepad[24]=""
m_InteractionTexts_Gamepad[25]=""
m_InteractionTexts_Gamepad[26]=""
m_InteractionTexts_Gamepad[27]=""
m_InteractionTexts_Gamepad[28]=""
m_InteractionTexts_Gamepad[29]=""
m_InteractionTexts_Gamepad[30]=""
m_InteractionTexts_Gamepad[31]=""
m_InteractionTexts_Gamepad[32]=""
m_InteractionTexts_Gamepad[33]=""
m_AdrenalineKillTexts[0]="`GBA_Block` + `GBA_Primary`"
m_AdrenalineKillTexts[1]="`GBA_Block` + `GBA_Primary` 或 `GBA_Block` + 双击 `GBA_Primary`"
m_AdrenalineKillTexts_Gamepad[0]="`GBA_Lean_Gamepad`"
m_AdrenalineKillTexts_Gamepad[1]="`GBA_Lean_Gamepad` 或双击 `GBA_Lean_Gamepad`"
m_RuneFoundMessage="`c/`t 找到符文"
m_BoneCharmFoundMessage="`c/`t 找到骸骨护符"
m_pressKeyToReadChapterNoteMessage="更新任务线索<br />按下 `GBA_Journal` 进行阅读"
m_pressKeyToEquipBoneCharms="获得新的骸骨护符<br />按下 `GBA_Journal` 进行装备"
m_pressKeyToBuypowers="获得新的符文<br />按下 `GBA_Journal` 学习能力"
m_pressKeyToAdrenalineKill[0]="靠近敌人时按住 `GBA_Block` 并按下 `GBA_Primary`<br />进行肾上腺素杀"
m_pressKeyToAdrenalineKill[1]="靠近敌人时按住 `GBA_Block` 并按下 `GBA_Primary`<br />进行肾上腺素杀，或者按住 `GBA_Block` 并双击 `GBA_Primary`<br />进行连续肾上腺素杀"
m_pressKeyToAdrenalineKill_Gamepad[0]="按下 `GBA_Lean_Gamepad` 在靠近一个敌人时进行肾上腺素杀"
m_pressKeyToAdrenalineKill_Gamepad[1]="按下 `GBA_Lean_Gamepad` 在靠近一个敌人时进行肾上腺素杀，<br />或者双击 `GBA_Lean_Gamepad` 进行连续肾上腺素杀"
m_NewObjectivePopupTitle="新目标"
m_UpdatedObjectivePopupTitle="目标更新"
m_CompletedObjectivePopupTitle="目标完成"
m_FailedObjectivePopupTitle="目标失败"

[Twk_GFxMoviePlayerMenuBase DisTweaks_GFxMoviePlayerMenuBase]
m_MissionSavePrefix="任务 - "
m_AutosavePrefix="自动保存 - "
m_QuicksavePrefix="快速保存 - "
m_CorruptedSave="存档被损坏"
m_DateFormat="month/day/year - hour:minute:second"
m_SettingsCategory_General="一般"
m_SettingsSubCategory_GameplaySettings="游戏设置"
m_SettingsSubCategory_HUDSettings="用户界面UI"
m_SettingsCategory_Controls="控制"
m_SettingsSubCategory_KeyboardMapping="键盘映射"
m_SettingsSubCategory_MouseSettings="鼠标设置"
m_SettingsSubCategory_GamepadSettings="手柄设置"
m_SettingsCategory_Graphics="画面"
m_SettingsSubMenu_VideoSettings="视频设置"
m_SettingsCategory_System="系统"
m_SettingsSubMenu_DeviceSelection="存储设备"
m_SettingsCategory_Audio="音频"
m_GamepadMapping1[0]="跳"
m_GamepadMapping1[1]="潜行模式"
m_GamepadMapping1[2]="使用/收起武器 (按住)"
m_GamepadMapping1[3]="倾斜 (按住)/肾上腺素杀"
m_GamepadMapping1[4]="暂停"
m_GamepadMapping1[5]="日志"
m_GamepadMapping1[6]="快选轮盘 (按住)"
m_GamepadMapping1[7]="格挡/招架"
m_GamepadMapping1[8]="小型装置/魔能"
m_GamepadMapping1[9]="用剑攻击"
m_GamepadMapping1[10]="移动"
m_GamepadMapping1[11]="冲刺"
m_GamepadMapping1[12]="镜头视角"
m_GamepadMapping1[13]="放大"
m_GamepadMapping1[14]="偏好 1"
m_GamepadMapping1[15]="偏好 2"
m_GamepadMapping1[16]="偏好 3"
m_GamepadMapping1[17]="偏好 4/药剂"
m_GamepadMapping2[0]="跳"
m_GamepadMapping2[1]="潜行模式"
m_GamepadMapping2[2]="使用/收起武器 (按住)"
m_GamepadMapping2[3]="倾斜 (按住)/肾上腺素杀"
m_GamepadMapping2[4]="暂停"
m_GamepadMapping2[5]="日志"
m_GamepadMapping2[6]="小型装置/能力"
m_GamepadMapping2[7]="用剑攻击"
m_GamepadMapping2[8]="快选轮盘 (按住)"
m_GamepadMapping2[9]="格挡/招架"
m_GamepadMapping2[10]="移动"
m_GamepadMapping2[11]="冲刺"
m_GamepadMapping2[12]="镜头视角"
m_GamepadMapping2[13]="放大"
m_GamepadMapping2[14]="偏好 1"
m_GamepadMapping2[15]="偏好 2"
m_GamepadMapping2[16]="偏好 3"
m_GamepadMapping2[17]="快捷项 4/药剂"
m_GamepadMapping3[0]="跳跃"
m_GamepadMapping3[1]="潜行模式"
m_GamepadMapping3[2]="使用/收起武器（按住）"
m_GamepadMapping3[3]="探身（按住）/肾上腺素击杀"
m_GamepadMapping3[4]="暂停"
m_GamepadMapping3[5]="日志"
m_GamepadMapping3[6]="格挡/招架"
m_GamepadMapping3[7]="快选轮盘（按住）"
m_GamepadMapping3[8]="小型装置/能力"
m_GamepadMapping3[9]="用剑攻击"
m_GamepadMapping3[10]="移动"
m_GamepadMapping3[11]="冲刺"
m_GamepadMapping3[12]="镜头视角"
m_GamepadMapping3[13]="放大"
m_GamepadMapping3[14]="偏好 1"
m_GamepadMapping3[15]="偏好 2"
m_GamepadMapping3[16]="偏好 3"
m_GamepadMapping3[17]="快捷项 4/药剂"
m_GamepadMapping4[0]="使用/收起武器（按住）"
m_GamepadMapping4[1]="探身（按住）/肾上腺素击杀"
m_GamepadMapping4[2]="跳跃"
m_GamepadMapping4[3]="快选轮盘（按住）"
m_GamepadMapping4[4]="暂停"
m_GamepadMapping4[5]="日志"
m_GamepadMapping4[6]="冲刺"
m_GamepadMapping4[7]="小型装置/能力"
m_GamepadMapping4[8]="格挡/招架"
m_GamepadMapping4[9]="用剑攻击"
m_GamepadMapping4[10]="移动"
m_GamepadMapping4[11]="潜行模式"
m_GamepadMapping4[12]="镜头视角"
m_GamepadMapping4[13]="放大"
m_GamepadMapping4[14]="偏好 1"
m_GamepadMapping4[15]="偏好 2"
m_GamepadMapping4[16]="偏好 3"
m_GamepadMapping4[17]="快捷项 4/药剂"

[Twk_GFxMoviePlayerNote DisTweaks_GFxMoviePlayerNote]
m_Maps[0].m_MapTitle=""
m_Maps[1].m_MapTitle="豪宅区"
m_Maps[1].m_Legend[0]=(m_Description="你在这")
m_Maps[1].m_Legend[1]=(m_Description="波义耳宅邸")
m_Maps[2].m_MapTitle="考德温桥"
m_Maps[2].m_Legend[0]=(m_Description="你在这")
m_Maps[2].m_Legend[1]=(m_Description="南部大门")
m_Maps[2].m_Legend[2]=(m_Description="吊桥路")
m_Maps[2].m_Legend[3]=(m_Description="中街变电站")
m_Maps[2].m_Legend[4]=(m_Description="北城区")
m_Maps[3].m_MapTitle="金猫"
m_Maps[3].m_Legend[0]=(m_Description="你在这")
m_Maps[3].m_Legend[1]=(m_Description="金猫主入口")
m_Maps[3].m_Legend[2]=(m_Description="前往酿酒区")
m_Maps[4].m_MapTitle="金猫"
m_Maps[4].m_Legend[0]=(m_Description="你在这")
m_Maps[4].m_Legend[1]=(m_Description="主入口")
m_Maps[4].m_Legend[2]=(m_Description="蒸汽浴室")
m_Maps[4].m_Legend[3]=(m_Description="银屋")
m_Maps[4].m_Legend[4]=(m_Description="象牙阁")
m_Maps[4].m_Legend[5]=(m_Description="2楼")
m_Maps[4].m_Legend[6]=(m_Description="吸烟室")
m_Maps[4].m_Legend[7]=(m_Description="金屋")
m_Maps[4].m_Legend[8]=(m_Description="老鸨的办公室")
m_Maps[4].m_Legend[9]=(m_Description="宿舍")
m_Maps[4].m_Legend[10]=(m_Description="3楼")
m_Maps[5].m_MapTitle="王雀灯塔"
m_Maps[5].m_Legend[0]=(m_Description="当前位置")
m_Maps[5].m_Legend[1]=(m_Description="灯塔")
m_Maps[5].m_Legend[2]=(m_Description="王雀岛堡垒")
m_Maps[6].m_MapTitle="霍格广场"
m_Maps[6].m_Legend[0]=(m_Description="你在这")
m_Maps[6].m_Legend[1]=(m_Description="至高督军的办公室")
m_Maps[6].m_Legend[2]=(m_Description="前往后院")
m_Maps[7].m_MapTitle="至高督军办公室"
m_Maps[7].m_Legend[0]=(m_Description="你在这")
m_Maps[7].m_Legend[1]=(m_Description="前往霍格广场")
m_Maps[7].m_Legend[2]=(m_Description="纪念室")
m_Maps[7].m_Legend[3]=(m_Description="大厅")
m_Maps[7].m_Legend[4]=(m_Description="纪念室")
m_Maps[7].m_Legend[5]=(m_Description="前往后院")
m_Maps[7].m_Legend[6]=(m_Description="前往狗舍")
m_Maps[7].m_Legend[7]=(m_Description="会议室")
m_Maps[7].m_Legend[8]=(m_Description="档案馆")
m_Maps[7].m_Legend[9]=(m_Description="审讯室")
m_Maps[8].m_MapTitle="至高督军办公室"
m_Maps[8].m_Legend[0]=(m_Description="你在这")
m_Maps[8].m_Legend[1]=(m_Description="前往霍格广场")
m_Maps[8].m_Legend[2]=(m_Description="纪念室")
m_Maps[8].m_Legend[3]=(m_Description="大厅")
m_Maps[8].m_Legend[4]=(m_Description="纪念室")
m_Maps[8].m_Legend[5]=(m_Description="前往后院")
m_Maps[8].m_Legend[6]=(m_Description="前往狗舍")
m_Maps[8].m_Legend[7]=(m_Description="会议室")
m_Maps[8].m_Legend[8]=(m_Description="档案馆")
m_Maps[8].m_Legend[9]=(m_Description="审讯室")
m_Maps[9].m_MapTitle="酿酒区"
m_Maps[9].m_Legend[0]=(m_Description="你在这")
m_Maps[9].m_Legend[1]=(m_Description="前往霍格广场")
m_Maps[9].m_Legend[2]=(m_Description="前往金猫")
m_Maps[9].m_Legend[3]=(m_Description="前往老顿沃酿酒厂")
m_Maps[9].m_Legend[4]=(m_Description="克拉文鹰大道")
m_Maps[10].m_MapTitle="顿沃高塔"
m_Maps[10].m_Legend[0]=(m_Description="你在这")
m_Maps[10].m_Legend[1]=(m_Description="入口")
m_Maps[10].m_Legend[2]=(m_Description="1楼")
m_Maps[10].m_Legend[3]=(m_Description="2楼")
m_Maps[11].m_MapTitle="王雀灯塔"
m_Maps[11].m_Legend[0]=(m_Description="当前位置")
m_Maps[11].m_Legend[1]=(m_Description="灯塔")
m_Maps[11].m_Legend[2]=(m_Description="王雀岛堡垒")
m_Maps[12].m_MapTitle="王雀灯塔"
m_Maps[12].m_Legend[0]=(m_Description="当前位置")
m_Maps[12].m_Legend[1]=(m_Description="灯塔")
m_Maps[12].m_Legend[2]=(m_Description="王雀岛堡垒")
m_Maps[13].m_MapTitle="顿沃高塔"
m_Maps[13].m_Legend[0]=(m_Description="入口")
m_Maps[13].m_Legend[1]=(m_Description="1楼")
m_Maps[13].m_Legend[2]=(m_Description="2楼")

[Twk_GFxMoviePlayerPauseMenu DisTweaks_GFxMoviePlayerPauseMenu]
m_PlayerDiedMessage="你死了"

